import React from 'react';
import styles from './Demo2.less';

function Demo2() {
  return (
    <div>
      <h3>
        标题
        <a href="#" className={styles['float-right']}>
          更多
        </a>
      </h3>
      <h3>
        标题表药恋化睡諣曾生为祖准疑追房语杰忽。香諣奶汉程富凡奶办答普释样雷熟识庭。批依非基务师去运青。般窗装份饭充停车？不笔如与科注只及。今能务分束灯发巨诺冰迷力倒伙但诗屋？旅老摇皇登图归宫贵结电两暗音参温断。病电堂诗你清官子掉声平式毫您代重祖？词胡在藸千万题蒙姑短孤古内投京共团？历拿妻吉仅初种若台换。和须觉待处纸存森藸步。士律臓南观来紶阵查念标端谢写！散需民破地般义如安老态决赛向这待备像术？天听约牛随与。
        <a href="#" className={styles['float-right']}>
          更多
        </a>
      </h3>
      <h3>
        <a href="#" className={styles['float-right']}>
          更多
        </a>
        标题表药恋化睡諣曾生为祖准疑追房语杰忽。香諣奶汉程富凡奶办答普释样雷熟识庭。批依非基务师去运青。般窗装份饭充停车？不笔如与科注只及。今能务分束灯发巨诺冰迷力倒伙但诗屋？旅老摇皇登图归宫贵结电两暗音参温断。病电堂诗你清官子掉声平式毫您代重祖？词胡在藸千万题蒙姑短孤古内投京共团？历拿妻吉仅初种若台换。和须觉待处纸存森藸步。士律臓南观来紶阵查念标端谢写！散需民破地般义如安老态决赛向这待备像术？天听约牛随与。
      </h3>
    </div>
  );
}

export default Demo2;
